[M_Orchid_DeclarationAgainstIndependents MissionDefinition]
MissionName="Declaração Contra Independentes "
MissionDescription="Então os piratas têm um sindicato?  Quem diria, hein?  Os membros do sindicato de [place]Wurmwater[-place] não estão muito feliz de ver um inseto (no caso, você) invadindo seu território e por isso, te desafiaram para um combate."
TurnInDescription="Pode não soar bem para os membros do sindicato local dos piratas nº 402 mas, eles te respeitam agora."
MissionSummary="Elimine os membros do sindicato dos piratas."
MissionGiver="Painel de Trabalhos dos piratas"
MissionTurnInLocation="Painel de Trabalhos dos piratas"
TeaserText="Descascando o abacaxi!"

[M_Orchid_DeclarationAgainstIndependents:DestroyHovercrafts MissionObjectiveDefinition]
ProgressMessage="Destrua os veículos do sindicato"

[M_Orchid_DeclarationAgainstIndependents:DestroyHovercraftSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

